/*1. Создать объект содержащий свойства всех типов данных которые вы знаете
 на данный момент.
2. Создать массив с любыми данными
- добавить элемент в начало массива и вывести массив в консоль
- добавить элемент в конец массива и вывести массив в консоль
- удалить элемент из начала массива и вывести массив в консоль
- удалить элемент из конца массива и вывести массив в консоль
- перебрать массив в цикле и вывести каждый из его элементов в консоль по отдельности
- ПОВТОРИТЬ методы для работы с массивами https://learn.javascript.ru/array-methods
3. 
3.1. Создать функцию которая будет принимать два параметра. В первый параметр будет передаваться имя пользователя а во второй его возраст.
3.2. Функция должна возвращать строку "Привет " + имяпользователя. + " Твой возраст " + возрастпользователя + "?".
3.3. Вызвать созданную функцию и сохранить результат ее вызова в переменную.
3.4. Вывести созданную переменную со значение возврата функции в консоль.*/